---
kind: other
id: Properties.T:Autodesk.Revit.DB.Rectangle
source: html/28951af0-15d9-2d07-b1a3-2c178fc622aa.htm
---
# Rectangle Properties

The y-coordinate of the bottom-right corner of the rectangle.